Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Tap to create a weight goal.
de: Tippe, um ein Gewichtsziel zu erstellen.
es: Toca para crear un objetivo de peso.
fr: Touchez pour créer un objectif de poids.
it: Tocca per creare un obiettivo di peso.
ja: タップして体重目標を作成します。
ko: 탭해서 체중 목표를 만드세요.
pt_br: Toque para criar uma meta de peso.
ru: Коснитесь, чтобы создать цель по весу.
zh_hans: 点按以创建体重目标。

source: Tap to view your goal history.
de: Tippe, um deinen Zielverlauf anzuzeigen.
es: Toca para ver tu historial de objetivos.
fr: Touche pour voir ton historique d'objectifs.
it: Tocca per vedere la cronologia dei tuoi obiettivi.
ja: タップして目標の履歴を表示します。
ko: 탭해서 목표 기록을 확인하세요.
pt_br: Toque para ver seu histórico de metas.
ru: Коснитесь, чтобы открыть историю целей.
zh_hans: 点按以查看你的目标历史。

source: Target
de: Ziel
es: Objetivo
fr: Cible
ja: 目標
ko: 목표
pt_br: Alvo
ru: Цель
zh_hans: 目标

source: Target %@
de: Ziel %@
es: Objetivo %@
fr: Cible %@
ja: 目標%@
ko: 목표 %@
pt_br: Alvo %@
ru: Цель %@
zh_hans: 目标%@

source: Target %lld reps
de: Ziel %lld Wdh.
es: Objetivo de %lld reps
fr: Objectif de %lld reps
it: Target %lld ripetizioni
ja: 目標%lldレップ
ko: 목표 %lld회
pt_br: Meta de %lld reps
ru: Цель: %lld повт.
zh_hans: 目标%lld次

source: Target Date
de: Zieldatum
es: Fecha objetivo
fr: Date cible
it: Data obiettivo
ja: 目標日
ko: 목표 날짜
pt_br: Data-alvo
ru: Целевая дата
zh_hans: 目标日期

source: Target date %@
de: Zieldatum %@
es: Fecha objetivo %@
fr: Date cible %@
it: Data obiettivo %@
ja: 目標日 %@
ko: 목표 날짜 %@
pt_br: Data-alvo %@
ru: Целевая дата %@
zh_hans: 目标日期%@

source: Target muscles
de: Zielmuskeln
es: Músculos objetivo
fr: Muscles ciblés
it: Muscoli target
ja: 対象の部位
ko: 목표 근육
pt_br: Músculos-alvo
ru: Целевые мышцы
zh_hans: 目标肌肉

source: Target Muscles
de: Zielmuskeln
es: Músculos objetivo
fr: Muscles ciblés
it: Muscoli target
ja: 対象の部位
ko: 목표 근육
pt_br: Músculos-alvo
ru: Целевые мышцы
zh_hans: 目标肌肉

source: Target Pace
de: Ziel-Tempo
es: Ritmo objetivo
fr: Allure cible
it: Ritmo target
ja: 目標ペース
ko: 목표 페이스
pt_br: Ritmo alvo
ru: Целевой темп
zh_hans: 目标配速

source: Target Rate Per Week
de: Zielrate pro Woche
es: Ritmo objetivo por semana
fr: Rythme cible par semaine
it: Ritmo target a settimana
ja: 週あたりの目標ペース
ko: 주당 목표 변화량
pt_br: Ritmo-alvo por semana
ru: Целевой темп за неделю
zh_hans: 每周目标变化

source: Target RPE
de: Ziel-RPE
es: RPE objetivo
fr: RPE cible
it: RPE target
ja: 目標RPE
ko: 목표 RPE
pt_br: RPE alvo
ru: Целевой RPE
zh_hans: 目标 RPE

source: Target RPE: %lld
de: Ziel-RPE: %lld
es: RPE objetivo: %lld
fr: RPE cible : %lld
it: RPE target: %lld
ja: 目標RPE：%lld
ko: 목표 RPE: %lld
pt_br: RPE alvo: %lld
ru: Целевой RPE: %lld
zh_hans: 目标 RPE：%lld

source: Target Sleep
de: Schlafziel
es: Objetivo de sueño
fr: Objectif de sommeil
it: Sonno target
ja: 目標睡眠時間
ko: 목표 수면
pt_br: Meta de sono
ru: Целевой сон
zh_hans: 目标睡眠

source: Target Steps
de: Schrittziel
es: Objetivo de pasos
fr: Objectif de pas
it: Passi target
ja: 目標歩数
ko: 목표 걸음 수
pt_br: Meta de passos
ru: Цель по шагам
zh_hans: 目标步数

source: Target Volume
de: Zielvolumen
es: Volumen objetivo
fr: Volume cible
it: Volume target
ja: 目標量
ko: 목표 섭취량
pt_br: Volume alvo
ru: Целевой объём
zh_hans: 目标饮水量

source: Target Weight
de: Zielgewicht
es: Peso objetivo
fr: Poids cible
it: Peso target
ja: 目標体重
ko: 목표 체중
pt_br: Peso-alvo
ru: Целевой вес
zh_hans: 目标体重

source: Target: %lld
de: Ziel: %lld
es: Objetivo: %lld
fr: Cible : %lld
ja: 目標：%lld
ko: 목표: %lld
pt_br: Alvo: %lld
ru: Цель: %lld
zh_hans: 目标：%lld

source: Tells you a health metric for a specific day.
de: Nennt dir eine Gesundheitsmetrik für einen bestimmten Tag.
es: Te dice una métrica de salud de un día específico.
fr: T'indique une statistique santé pour un jour spécifique.
it: Ti dice un dato di salute per un giorno specifico.
ja: 指定した日の健康指標をお知らせします。
ko: 특정 날짜의 건강 지표를 알려줍니다.
pt_br: Informa uma métrica de saúde de um dia específico.
ru: Сообщает показатель здоровья за выбранный день.
zh_hans: 告诉你指定日期的某项健康指标。

source: Tells you a health metric for today.
de: Nennt dir eine Gesundheitsmetrik für heute.
es: Te dice una métrica de salud de hoy.
fr: T'indique une statistique santé pour aujourd'hui.
it: Ti dice un dato di salute di oggi.
ja: 今日の健康指標をお知らせします。
ko: 오늘의 건강 지표를 알려줍니다.
pt_br: Informa uma métrica de saúde de hoje.
ru: Сообщает показатель здоровья за сегодня.
zh_hans: 告诉你今天的某项健康指标。

source: Tells you about your last workout session.
de: Erzählt dir von deiner letzten Workout-Session.
es: Te informa sobre tu última sesión de entrenamiento.
fr: Te renseigne sur ta dernière séance d'entraînement.
it: Ti racconta la tua ultima sessione di allenamento.
ja: 前回のワークアウトセッションについてお知らせします。
ko: 지난 운동 세션에 대해 알려줍니다.
pt_br: Informa sobre sua última sessão de treino.
ru: Рассказывает о твоей последней тренировке.
zh_hans: 告诉你上一次训练的情况。

source: Tells you heart vitals for a specific day.
de: Zeigt dir die Herzwerte für einen bestimmten Tag.
es: Te indica las constantes cardíacas de un día específico.
fr: T’indique les constantes cardiaques d’un jour précis.
it: Ti dice i parametri cardiaci di un giorno specifico.
ja: 指定した日の心臓のバイタルをお知らせします。
ko: 특정 날짜의 심장 지표를 알려줍니다.
pt_br: Informa os sinais vitais do coração de um dia específico.
ru: Сообщает показатели сердца за выбранный день.
zh_hans: 告诉你指定日期的心脏指标。

source: Tells you how far you walked or ran today.
de: Nennt dir, wie weit du heute gelaufen oder gegangen bist.
es: Te dice cuánto caminaste o corriste hoy.
fr: T'indique la distance parcourue à pied ou en course aujourd'hui.
it: Ti dice quanto hai camminato o corso oggi.
ja: 今日歩いた、または走った距離をお知らせします。
ko: 오늘 걷거나 달린 거리를 알려줍니다.
pt_br: Informa quanto você caminhou ou correu hoje.
ru: Сообщает, сколько у тебя пройдено или пробежано сегодня.
zh_hans: 告诉你今天走了或跑了多远。

source: Tells you how many calories you burned today.
de: Nennt dir, wie viele Kalorien du heute verbrannt hast.
es: Te dice cuántas calorías quemaste hoy.
fr: T'indique combien de calories tu as brûlées aujourd'hui.
it: Ti dice quante calorie hai bruciato oggi.
ja: 今日の消費カロリーをお知らせします。
ko: 오늘 소모한 칼로리를 알려줍니다.
pt_br: Informa quantas calorias você queimou hoje.
ru: Сообщает, сколько калорий у тебя сожжено сегодня.
zh_hans: 告诉你今天消耗了多少热量。

source: Tells you how much water you've had today.
de: Zeigt dir, wie viel Wasser du heute getrunken hast.
es: Te indica cuánta agua has tomado hoy.
fr: T’indique la quantité d’eau que tu as bue aujourd’hui.
it: Ti dice quanta acqua hai bevuto oggi.
ja: 今日の水分摂取量をお知らせします。
ko: 오늘 마신 물의 양을 알려줍니다.
pt_br: Informa quanta água você bebeu hoje.
ru: Сообщает, сколько воды у тебя выпито сегодня.
zh_hans: 告诉你今天喝了多少水。

source: Tells you how much you slept for today.
de: Nennt dir, wie viel du heute geschlafen hast.
es: Te dice cuánto dormiste hoy.
fr: T'indique combien tu as dormi aujourd'hui.
it: Ti dice quanto hai dormito.
ja: 今日の睡眠時間をお知らせします。
ko: 오늘 잔 시간을 알려줍니다.
pt_br: Informa quanto você dormiu hoje.
ru: Сообщает, сколько сна у тебя было.
zh_hans: 告诉你今天睡了多久。

source: Tells you how your current hydration goal is going today.
de: Zeigt dir, wie es heute um dein aktuelles Flüssigkeitsziel steht.
es: Te indica cómo va hoy tu objetivo de hidratación actual.
fr: T’indique où en est ton objectif d’hydratation actuel aujourd’hui.
it: Ti dice come sta andando oggi il tuo obiettivo di idratazione.
ja: 今日の水分補給目標の状況をお知らせします。
ko: 오늘 수분 섭취 목표 진행 상황을 알려줍니다.
pt_br: Informa como está a sua meta de hidratação atual hoje.
ru: Сообщает, как сегодня идёт текущая цель по воде.
zh_hans: 告诉你今天的饮水目标进展如何。

source: Tells you how your current sleep goal is going.
de: Zeigt dir, wie es um dein aktuelles Schlafziel steht.
es: Te indica cómo va tu objetivo de sueño actual.
fr: T’indique où en est ton objectif de sommeil actuel.
it: Ti dice come sta andando il tuo obiettivo di sonno.
ja: 現在の睡眠目標の状況をお知らせします。
ko: 현재 수면 목표 진행 상황을 알려줍니다.
pt_br: Informa como está a sua meta de sono atual.
ru: Сообщает, как идёт текущая цель по сну.
zh_hans: 告诉你当前睡眠目标的进展如何。

source: Tells you how your current steps goal is going today.
de: Nennt dir, wie es heute um dein aktuelles Schrittziel steht.
es: Te dice cómo va hoy tu objetivo de pasos actual.
fr: T'indique où en est aujourd'hui ton objectif de pas actuel.
it: Ti dice come sta andando oggi il tuo obiettivo di passi.
ja: 今日の歩数目標の状況をお知らせします。
ko: 오늘 걸음 수 목표 진행 상황을 알려줍니다.
pt_br: Informa como está sua meta de passos atual hoje.
ru: Сообщает, как сегодня идёт текущая цель по шагам.
zh_hans: 告诉你今天的步数目标进展如何。

source: Tells you how your current weight goal is going.
de: Nennt dir, wie es um dein aktuelles Gewichtsziel steht.
es: Te dice cómo va tu objetivo de peso actual.
fr: T'indique où en est ton objectif de poids actuel.
it: Ti dice come sta andando il tuo obiettivo di peso.
ja: 現在の体重目標の状況をお知らせします。
ko: 현재 체중 목표 진행 상황을 알려줍니다.
pt_br: Informa como está sua meta de peso atual.
ru: Сообщает, как идёт текущая цель по весу.
zh_hans: 告诉你当前体重目标的进展如何。

source: Tells you hydration intake for a specific day.
de: Zeigt dir die Flüssigkeitszufuhr für einen bestimmten Tag.
es: Te indica el consumo de líquidos de un día específico.
fr: T’indique l’hydratation d’un jour précis.
it: Ti dice quanta acqua hai bevuto in un giorno specifico.
ja: 指定した日の水分摂取量をお知らせします。
ko: 특정 날짜의 수분 섭취량을 알려줍니다.
pt_br: Informa o consumo de líquidos de um dia específico.
ru: Сообщает, сколько воды выпито за выбранный день.
zh_hans: 告诉你指定日期的饮水量。

source: Tells you respiratory rate for a specific day.
de: Zeigt dir die Atemfrequenz für einen bestimmten Tag.
es: Te indica la frecuencia respiratoria de un día específico.
fr: T’indique la fréquence respiratoire d’un jour précis.
it: Ti dice la frequenza respiratoria di un giorno specifico.
ja: 指定した日の呼吸数をお知らせします。
ko: 특정 날짜의 호흡수를 알려줍니다.
pt_br: Informa a frequência respiratória de um dia específico.
ru: Сообщает частоту дыхания за выбранный день.
zh_hans: 告诉你指定日期的呼吸频率。

source: Tells you sleeping wrist temperature for a specific day.
de: Zeigt dir die Handgelenktemperatur im Schlaf für einen bestimmten Tag.
es: Te indica la temperatura de la muñeca durante el sueño de un día específico.
fr: T’indique la température du poignet pendant le sommeil d’un jour précis.
it: Ti dice la temperatura al polso durante il sonno di un giorno specifico.
ja: 指定した日の睡眠中の手首の温度をお知らせします。
ko: 특정 날짜의 수면 중 손목 온도를 알려줍니다.
pt_br: Informa a temperatura do pulso durante o sono de um dia específico.
ru: Сообщает температуру запястья во сне за выбранный день.
zh_hans: 告诉你指定日期睡眠时的手腕温度。

source: Tells you what you're training on a specific day.
de: Nennt dir, was du an einem bestimmten Tag trainierst.
es: Te dice qué entrenas un día específico.
fr: T'indique ce que tu travailles un jour spécifique.
it: Ti dice cosa alleni in un giorno specifico.
ja: 指定した日に何をトレーニングするかをお知らせします。
ko: 특정 날짜에 무엇을 훈련하는지 알려줍니다.
pt_br: Informa o que você treina em um dia específico.
ru: Сообщает, что ты тренируешь в выбранный день.
zh_hans: 告诉你指定日期要练什么。

source: Tells you your active calories burned today.
de: Nennt dir deine heute verbrannten Aktivkalorien.
es: Te dice tus calorías activas quemadas hoy.
fr: T'indique tes calories actives brûlées aujourd'hui.
it: Ti dice le calorie attive che hai bruciato oggi.
ja: 今日のアクティブエネルギーをお知らせします。
ko: 오늘 소모한 활동 칼로리를 알려줍니다.
pt_br: Informa suas calorias ativas queimadas hoje.
ru: Сообщает активные калории, сожжённые сегодня.
zh_hans: 告诉你今天的活动热量消耗。

source: Tells you your current training condition.
de: Nennt dir deine aktuelle Trainingsbedingung.
es: Te dice tu condición de entrenamiento actual.
fr: T'indique ta condition d'entraînement actuelle.
it: Ti dice la tua condizione di allenamento attuale.
ja: 現在のトレーニングコンディションをお知らせします。
ko: 현재 훈련 상황을 알려줍니다.
pt_br: Informa sua condição de treino atual.
ru: Сообщает твой текущий статус тренировок.
zh_hans: 告诉你当前的训练状态。

source: Tells you your heart vitals for today — resting heart rate, range, and variability.
de: Zeigt dir deine Herzwerte für heute – Ruheherzfrequenz, Bereich und Variabilität.
es: Te indica tus constantes cardíacas de hoy: frecuencia cardíaca en reposo, rango y variabilidad.
fr: T’indique tes constantes cardiaques d’aujourd’hui — fréquence au repos, plage et variabilité.
it: Ti dice i tuoi parametri cardiaci di oggi: frequenza a riposo, intervallo e variabilità.
ja: 今日の心臓のバイタル（安静時心拍数、範囲、心拍変動）をお知らせします。
ko: 오늘의 심장 지표를 알려줍니다. 안정 시 심박수, 범위, 심박 변이도까지.
pt_br: Informa os sinais vitais do seu coração hoje — frequência em repouso, faixa e variabilidade.
ru: Сообщает показатели сердца за сегодня — пульс в покое, диапазон и вариабельность.
zh_hans: 告诉你今天的心脏指标 — 静息心率、区间和变异性。

source: Tells you your latest logged weight for today.
de: Nennt dir dein zuletzt protokolliertes Gewicht für heute.
es: Te dice tu último peso registrado de hoy.
fr: T'indique ton dernier poids enregistré pour aujourd'hui.
it: Ti dice l'ultimo peso registrato oggi.
ja: 今日記録された最新の体重をお知らせします。
ko: 오늘 기록한 최근 체중을 알려줍니다.
pt_br: Informa seu último peso registrado de hoje.
ru: Сообщает последний записанный вес за сегодня.
zh_hans: 告诉你今天最新记录的体重。

source: Tells you your latest logged weight.
de: Nennt dir dein zuletzt protokolliertes Gewicht.
es: Te dice tu último peso registrado.
fr: T'indique ton dernier poids enregistré.
it: Ti dice l'ultimo peso che hai registrato.
ja: 最後に記録された体重をお知らせします。
ko: 가장 최근에 기록한 체중을 알려줍니다.
pt_br: Informa seu último peso registrado.
ru: Сообщает последний записанный вес.
zh_hans: 告诉你最新记录的体重。

source: Tells you your respiratory rate range for today.
de: Zeigt dir deinen Atemfrequenzbereich für heute.
es: Te indica tu rango de frecuencia respiratoria de hoy.
fr: T’indique ta plage de fréquence respiratoire d’aujourd’hui.
it: Ti dice l'intervallo della tua frequenza respiratoria di oggi.
ja: 今日の呼吸数の範囲をお知らせします。
ko: 오늘의 호흡수 범위를 알려줍니다.
pt_br: Informa a faixa da sua frequência respiratória hoje.
ru: Сообщает диапазон частоты дыхания за сегодня.
zh_hans: 告诉你今天的呼吸频率区间。

source: Tells you your resting calories burned today.
de: Nennt dir deine heute verbrannten Ruhekalorien.
es: Te dice tus calorías en reposo quemadas hoy.
fr: T'indique tes calories au repos brûlées aujourd'hui.
it: Ti dice le calorie a riposo che hai bruciato oggi.
ja: 今日の安静時消費カロリーをお知らせします。
ko: 오늘 소모한 휴식 칼로리를 알려줍니다.
pt_br: Informa suas calorias em repouso queimadas hoje.
ru: Сообщает калории покоя, сожжённые сегодня.
zh_hans: 告诉你今天的静息热量消耗。

source: Tells you your sleeping wrist temperature for today.
de: Zeigt dir deine Handgelenktemperatur im Schlaf für heute.
es: Te indica tu temperatura de la muñeca durante el sueño de hoy.
fr: T’indique ta température du poignet pendant le sommeil d’aujourd’hui.
it: Ti dice la tua temperatura al polso durante il sonno di oggi.
ja: 今日の睡眠中の手首の温度をお知らせします。
ko: 오늘의 수면 중 손목 온도를 알려줍니다.
pt_br: Informa a temperatura do seu pulso durante o sono hoje.
ru: Сообщает температуру запястья во сне за сегодня.
zh_hans: 告诉你今天睡眠时的手腕温度。

source: Tells you your step count for today.
de: Nennt dir deine Schrittzahl für heute.
es: Te dice tu recuento de pasos de hoy.
fr: T'indique ton nombre de pas pour aujourd'hui.
it: Ti dice il numero di passi di oggi.
ja: 今日の歩数をお知らせします。
ko: 오늘의 걸음 수를 알려줍니다.
pt_br: Informa sua contagem de passos de hoje.
ru: Сообщает количество шагов за сегодня.
zh_hans: 告诉你今天的步数。

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
ja: 温度
ko: 온도
pt_br: Temperatura
ru: Температура
zh_hans: 温度

source: Templates are a starting point. You can edit, add, or remove exercises after you pick one.
de: Vorlagen sind ein Ausgangspunkt. Du kannst Übungen bearbeiten, hinzufügen oder entfernen, nachdem du eine ausgewählt hast.
es: Las plantillas son un punto de partida. Puedes editar, añadir o quitar ejercicios después de elegir una.
fr: Les modèles sont un point de départ. Tu peux modifier, ajouter ou supprimer des exercices après en avoir choisi un.
it: I modelli sono un punto di partenza. Dopo averne scelto uno puoi modificare, aggiungere o rimuovere esercizi.
ja: テンプレートは出発点です。選んだ後で種目を編集・追加・削除できます。
ko: 템플릿은 출발점일 뿐이에요. 고른 뒤에 종목을 편집하거나 추가하거나 뺄 수 있어요.
pt_br: Os modelos são um ponto de partida. Você pode editar, adicionar ou remover exercícios depois de escolher um.
ru: Шаблон — это отправная точка. После выбора упражнения можно изменить, добавить или убрать.
zh_hans: 模板只是起点。选好之后，你可以编辑、添加或移除动作。

source: Temporary
de: Vorübergehend
es: Temporal
fr: Temporaire
it: Temporaneo
ja: 一時的
ko: 일시적
pt_br: Temporário
ru: Временно
zh_hans: 临时

source: Ten Languages
de: Zehn Sprachen
es: Diez idiomas
fr: Dix langues
it: Dieci lingue
ja: 10の言語に対応
ko: 10개 언어
pt_br: Dez idiomas
ru: Десять языков
zh_hans: 十种语言

source: Terms
de: Bedingungen
es: Términos
fr: Conditions
it: Termini
ja: 利用規約
ko: 약관
pt_br: Termos
ru: Условия
zh_hans: 条款

source: Terms of Service
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d'utilisation
it: Termini di servizio
ja: 利用規約
ko: 서비스 약관
pt_br: Termos de serviço
ru: Условия использования
zh_hans: 服务条款

source: That cardio session is no longer available.
de: Diese Cardio-Einheit ist nicht mehr verfügbar.
es: Esa sesión de cardio ya no está disponible.
fr: Cette séance de cardio n’est plus disponible.
it: Quella sessione cardio non è più disponibile.
ja: その有酸素セッションは利用できなくなりました。
ko: 그 유산소 세션은 더 이상 없어요.
pt_br: Essa sessão de cardio não está mais disponível.
ru: Это кардио больше недоступно.
zh_hans: 该有氧训练已不存在。

source: That exercise is no longer available.
de: Diese Übung ist nicht mehr verfügbar.
es: Ese ejercicio ya no está disponible.
fr: Cet exercice n'est plus disponible.
it: Quell'esercizio non è più disponibile.
ja: その種目は利用できなくなりました。
ko: 그 종목은 더 이상 없어요.
pt_br: Esse exercício não está mais disponível.
ru: Это упражнение больше недоступно.
zh_hans: 该动作已不存在。

source: That workout is no longer available.
de: Dieses Workout ist nicht mehr verfügbar.
es: Ese entrenamiento ya no está disponible.
fr: Cette séance n'est plus disponible.
it: Quell'allenamento non è più disponibile.
ja: そのワークアウトは利用できなくなりました。
ko: 그 운동은 더 이상 없어요.
pt_br: Esse treino não está mais disponível.
ru: Эта тренировка больше недоступна.
zh_hans: 该训练已不存在。

source: That workout plan is no longer available.
de: Dieser Trainingsplan ist nicht mehr verfügbar.
es: Ese plan de entrenamiento ya no está disponible.
fr: Ce programme d'entraînement n'est plus disponible.
it: Quella scheda non è più disponibile.
ja: そのワークアウトプランは利用できなくなりました。
ko: 그 운동 플랜은 더 이상 없어요.
pt_br: Esse plano de treino não está mais disponível.
ru: Этот план тренировки больше недоступен.
zh_hans: 该训练计划已不存在。

source: The model didn't return any exercises. Try a different prompt.
de: Das Modell hat keine Übungen zurückgegeben. Versuche eine andere Eingabe.
es: El modelo no devolvió ningún ejercicio. Prueba con otra indicación.
fr: Le modèle n'a renvoyé aucun exercice. Essayez une autre requête.
it: Il modello non ha restituito nessun esercizio. Prova con una richiesta diversa.
ja: モデルから種目が返されませんでした。別の内容で試してください。
ko: 모델이 종목을 만들어내지 못했어요. 다른 내용으로 시도해 보세요.
pt_br: O modelo não retornou nenhum exercício. Tente outro comando.
ru: Модель не вернула упражнений. Попробуйте другой запрос.
zh_hans: 模型没有返回任何动作。请换一种描述再试。

source: The store underneath the app changed, so workouts saved in Villain Arc 1.x do not carry over.
de: Der Datenspeicher der App hat sich geändert, deshalb werden in Villain Arc 1.x gespeicherte Workouts nicht übernommen.
es: El almacén de datos de la app ha cambiado, así que los entrenamientos guardados en Villain Arc 1.x no se conservan.
fr: Le stockage de l'app a changé : les séances enregistrées dans Villain Arc 1.x ne sont pas reprises.
it: L'archivio dell'app è cambiato, quindi gli allenamenti salvati in Villain Arc 1.x non vengono trasferiti.
ja: アプリのデータ構造が変わったため、Villain Arc 1.xで保存したワークアウトは引き継がれません。
ko: 앱의 저장소가 바뀌어 Villain Arc 1.x에 저장한 운동 기록은 이어지지 않습니다.
pt_br: O armazenamento do app mudou, então os treinos salvos no Villain Arc 1.x não são transferidos.
ru: Хранилище приложения изменилось, поэтому тренировки из Villain Arc 1.x не переносятся.
zh_hans: 应用底层的数据存储已更改，因此在 Villain Arc 1.x 中保存的训练不会保留。

source: Theme
de: Erscheinungsbild
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
pt_br: Tema
ru: Оформление
zh_hans: 主题

source: These units control how weight, height, distance, energy, temperature, and speed are displayed throughout the app.
de: Diese Einheiten steuern, wie Gewicht, Größe, Distanz, Energie, Temperatur und Geschwindigkeit in der gesamten App angezeigt werden.
es: Estas unidades controlan cómo se muestran el peso, la altura, la distancia, la energía, la temperatura y la velocidad en toda la app.
fr: Ces unités déterminent comment le poids, la taille, la distance, l'énergie, la température et la vitesse s'affichent dans toute l'app.
it: Queste unità determinano come vengono mostrati peso, altezza, distanza, energia, temperatura e velocità in tutta l'app.
ja: これらの単位は、体重、身長、距離、エネルギー、温度、速度をアプリ全体でどう表示するかを決めます。
ko: 이 단위는 앱 전체에서 체중, 키, 거리, 에너지, 온도, 속도를 어떻게 표시할지 정해요.
pt_br: Estas unidades controlam como peso, altura, distância, energia, temperatura e velocidade são exibidos em todo o app.
ru: Эти единицы определяют, как в приложении показываются вес, рост, дистанция, энергия, температура и скорость.
zh_hans: 这些单位决定重量、身高、距离、能量、温度和速度在应用中的显示方式。

source: Thinking...
de: Denkt nach …
es: Pensando...
fr: Réflexion...
it: Sto pensando...
ja: 思考中…
ko: 생각하는 중...
pt_br: Pensando...
ru: Думаем...
zh_hans: 正在思考...

source: This deletes the active cardio session and stops route and Health recording.
de: Dies löscht die aktive Cardio-Session und stoppt die Routen- und Health-Aufzeichnung.
es: Esto elimina la sesión de cardio activa y detiene la grabación de ruta y de Salud.
fr: Ceci supprime la séance de cardio active et arrête l'enregistrement de l'itinéraire et de Santé.
it: Questa azione elimina la sessione cardio attiva e ferma la registrazione del percorso e dei dati di Salute.
ja: 実行中の有酸素セッションを削除し、ルートとHealthの記録を停止します。
ko: 진행 중인 유산소 세션이 삭제되고 경로와 건강 기록도 중지돼요.
pt_br: Isto exclui a sessão de cardio ativa e interrompe a gravação de rota e da Saúde.
ru: Активное кардио будет удалено, запись маршрута и данных Здоровья остановится.
zh_hans: 这会删除进行中的有氧训练，并停止路线和健康数据记录。

source: This goal is no longer available.
de: Dieses Ziel ist nicht mehr verfügbar.
es: Este objetivo ya no está disponible.
fr: Cet objectif n'est plus disponible.
it: Questo obiettivo non è più disponibile.
ja: この目標は利用できなくなりました。
ko: 이 목표는 더 이상 없어요.
pt_br: Esta meta não está mais disponível.
ru: Эта цель больше недоступна.
zh_hans: 该目标已不存在。

source: this month
de: diesen Monat
es: este mes
fr: ce mois-ci
it: questo mese
ja: 今月
ko: 이번 달
pt_br: este mês
ru: в этом месяце
zh_hans: 这个月

source: This rates the suggestions you used in this workout.
de: Dies bewertet die Vorschläge, die du in diesem Workout verwendet hast.
es: Esto valora las sugerencias que usaste en este entrenamiento.
fr: Ceci évalue les suggestions que tu as utilisées dans cette séance.
it: Questo valuta i suggerimenti che hai usato in questo allenamento.
ja: 今回のワークアウトで使用した提案を評価します。
ko: 이번 운동에서 사용한 제안을 평가해요.
pt_br: Isto avalia as sugestões que você usou neste treino.
ru: Так оцениваются рекомендации, использованные на этой тренировке.
zh_hans: 这会为你本次训练中采用的建议评分。

source: This session does not have saved route points.
de: Diese Session hat keine gespeicherten Routenpunkte.
es: Esta sesión no tiene puntos de ruta guardados.
fr: Cette séance n'a pas de points d'itinéraire enregistrés.
it: Questa sessione non ha punti di percorso salvati.
ja: このセッションには保存されたルートのポイントがありません。
ko: 이 세션에는 저장된 경로 지점이 없어요.
pt_br: Esta sessão não tem pontos de rota salvos.
ru: В этой тренировке нет сохранённых точек маршрута.
zh_hans: 这次训练没有存储路线点。
